sgf201/k230_pangofly/src/canmv/port/boards/k230_canmv_mrt/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               CONFIG_BOARD
#define MICROPY_HW_MCU_NAME                 "K230"
#define OMV_ARCH_STR                        ""
#define OMV_BOARD_TYPE                      "CanMV K230_MRT - %d%c"
